tap "ddev/ddev"

brew "git"
brew "wget"
brew "htop"
brew "ctop"
brew "jq"
brew "mas"
brew "tree"
brew "lsd"
brew "php"
brew "composer"
brew "node"
brew "yarn"
brew "openjdk"
brew "ddev/ddev/ddev"
brew "python"
brew "pyenv"
brew "ripgrep"
brew "fish"
brew "starship"
brew "php-cs-fixer"
brew "font-hack-nerd-font"
cask "visual-studio-code"
cask "kitty"
cask "docker"
cask "orbstack"
cask "postman"
cask "tableplus"
cask "google-chrome"
cask "firefox"
cask "spotify"
cask "slack"
cask "messenger"
cask "raycast"
cask "1password"
cask "1password-cli"
cask "jetbrains-toolbox"
cask "font-fira-mono-nerd-font"
cask "fork"
cask "transmit"
vscode "esbenp.prettier-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "rioj7.vscode-json-validate"
mas "Endel", id: 1346247457
mas "Microsoft Excel", id: 462058435
mas "PDFgear: PDF Editor & Reader", id: 6469021132